Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/transport_and_disability/motorised_transport_grant.html.txt.tmx
Source language: en
Languages: ga

source: The Motorised Transport Grant is a means-tested Health Service Executive (HSE) payment for people with disabilities who need to buy a car in order to retain employment
ga: Is íocaíocht thástáil acmhainne é an Deontas Mótariompair atá an Feidhmeannach na Seirbhíse Sláinte (FSS) do dhaoine faoi mhíchumas in Éirinn atá orthu carr a cheannach chun obair a choinneáil

source: This payment is also for people with disabilities who need to have a car or other vehicle adapted in order to enable them to drive and, as a result, earn a living
ga: Tá an íocaíocht seo do dhaoine faoi mhíchumas a theastaíonn carr nó feithicil eile curtha in oiriúint dóibh uathu d’fhonn é a chur ar a gcumas acu tiomáint, agus de thoradh air sin, maireachtáil

source: In 2013, the Department of Health announced that the Motorised Transport Grant scheme was closed to new applicants
ga: Ar an 26 Feabhra 2013, d'fhógair an Roinn Sláinte go raibh deireadh leis an Deontas Iompair Mhótair scéim d'iarratasóirí nua

source: An alternative scheme is being devised to replace it
ga: Tá scéim eile á leagan amach a chur ina ionad

source: To be eligible to receive this grant, you must satisfy the following conditions:
ga: Chun a bheith i dteideal an deontais seo, ní mór duit na coinníollacha seo a leanas a shásamh:

source: • You must be over 17 years (the upper age limit has been removed)
ga: • Ní mór duit a bheith níos sine ná 17 bliain d’aois (níl ann don uasaois níos mó)

source: • Your disability must impede your use of public transport
ga: • Ní mór do do mhíchumas bac a chur ort iompar poiblí a úsáid

source: • You must hold a driving licence
ga: • Ní mór duit ceadúnas tiomána a bheith agat

source: • You must be physically and mentally capable of driving
ga: • Ní mór duit a bheith in ann tiomáint go fisiciúil agus go hintinne

source: • You must require a car or other vehicle in order to retain employment
ga: • Ní mór go dteastaíonn carr nó feithicil eile uait chun fostaíocht a choinneáil

source: The HSE must be satisfied that you are capable of holding down the job
ga: Ní mór do FSS a bheith sásta go bhfuil tú in ann an post a choinneáil

source: • You must satisfy a means test
ga: • Ní mór duit tástáil acmhainne a shásamh

source: You must require a car or other vehicle in order to retain employment
ga: Ní mór go dteastaíonn carr nó feithicil eile uait chun fostaíocht a choinneáil

source: The grant may also be considered in exceptional circumstances for people with severe disabilities who are over 17 years, but who live in very isolated locations and cannot use public transport
ga: D’fhéadfadh sé go bhféachfaí ar an deontas i gcúinsí eisceachtúla do dhaoine faoi mhíchumas dona nach bhfuil níos sine ná 17 bliain, ach atá ina gcónaí in áiteanna an-iargúlta agus nach bhfuil in ann iompar poiblí a úsáid

source: It may be possible for you to get a grant if you are unemployed but could take up work, which is available to you, if you had a car
ga: D’fhéadfadh sé go bhfuil an fhéidearthacht ann deontas a fháil má tá tú dífhostaithe agus dá bhféadfá glacadh le hobair, atá ar fáil duit, dá mbeadh carr agat

source: Self-employed people may be able to get a grant
ga: D’fhéadfadh daoine féinfhostaithe deontas a fháil

source: Normally, the grant is payable where you drive yourself
ga: De ghnáth, tá an deontas iníoctha nuair a thiomáineann tú tú féin

source: It may be possible to get approval to have a grant paid where you own the car and arrange for its adaptation and another named person drives it because you are not physically or medically able to drive
ga: D’fhéadfadh sé go mbeidh an fhéidearthacht ann cead a fháil deontas a bheith íoctha nuair atá do charr féin agat agus go n-eagraíonn tú a oiriúnú agus go dtiomáineann duine ainmnithe eile é ar an ábhar nach bhfuil tú in ann tiomáin go fisiciúil nó go liachta

source: How are means assessed?
ga: Cén chaoi a ndéantar acmhainní a mheas?

source: Your means and your spouse/partner's means, if any, are taken into account in the means test for the grant
ga: Tógtar d’acmhainní agus acmhainní do chéile/pháirtí, más ann dóibh, san áireamh sa thástáil acmhainne don deontas

source: Means are determined on the basis of net income (gross income less PAYE, PRSI and superannuation deductions) and includes income from such things as investments and lettings
ga: Tá acmhainní déanta amach ar aon dul le glanioncam (ollioncam lúide PAYE, PRSI agus asbhaintí aoisliúntais) agus cuimsíonn sé ioncam ó rudaí cosúil le hinfheistiú agus le ligean

source: Payments for rent or mortgage are deducted from income
ga: Déadúchtaítear íocaíochtaí do chíos nó do mhorgáiste ó ioncam

source: The following payments are not taken into account in accessing your means:
ga: Ní thógtar na híocaíochtaí seo a leanas san áireamh agus d’acmhainní á mheas:

source: • Income up to the maximum amount approved by the Department of Social Protection (DSP) from employment of a therapeutic or rehabilitative nature
ga: • Ioncam suas go dtí an t-uasmhéid ceadaithe ag an Roinn Coimirce Sóisialaí (DSP) ó obair theiripeach nó athshlánaithe

source: • Monies received from charitable organisations other than remuneration
ga: • Airgead faighte ó eagraíochtaí carthanacha nach luach saothair é

source: • Special compensation awards that are exempted by legislation, for example, Thalidomide
ga: • Cúiteamh speisialta nach féidir a thógáil san áireamh de réir na reachtaíochta, mar shampla, Tailídimíd

source: • Travel and meal allowances paid to participants on Government-approved schemes
ga: • Liúntais taistil agus béile íoctha do rannpháirtithe ar scéimeanna faomhaithe ag an Rialtas

source: • Repayments received under the Health (Repayment Scheme) Act 2006
ga: • Aisíocaíochtaí faighte faoin Acht Sláinte (Scéim Aisíocaíochtaí) 2006

source: If your spouse/partner is receiving Carer's Allowance/Benefit, the payment is ignored
ga: Má tá do chéile/pháirtí ag fáil Liúntas/Sochar Cúramóra, déantar neamhaird air

source: Instead, your income is assessed as being your primary payment plus any increases for qualified children, plus the Supplementary Welfare Allowance increase for a qualified adult
ga: Ina ionad sin, déantar d’ioncam a mheas mar do phríomhíocaíocht móide aon mhéadú do leanaí cáilithe, móide an méadú Liúntas Leasa Bhreise do dhuine fásta cáilithe

source: Where Carer's Allowance/Benefit is paid in respect of you to someone who is not your spouse/partner it is ignored and your income is assessed as being your primary payment plus any increases for qualified children
ga: Sa chás ina n-íoctar Liúntas/Sochar Cúramóra do dhuine eile ar do shon nach do chéile/pháirtí iad déantar neamhaird air agus déantar d’ioncam a mheas mar do phríomhíocaíocht móide aon mhéadú do leanaí cáilithe

source: The formula used in the assessment of the income from capital is the same as that used by the DSP in the means test for Disability Allowance
ga: Tá an fhoirmle a úsáidtear agus measúnú á dhéanamh ar ioncam ó chaipitil mar a chéile leis an gceann a úsáideann an DSP sa thástáil acmhainne do Liúntas Míchumais

source: What if you got a Motorised Transport Grant before?
ga: Céard má bhfuair tú Deontas Mótariompair cheana?

source: When a grant has previously been paid towards the purchase of a vehicle, a grant towards the replacement of the car will not normally be paid, unless due to extenuating circumstances, until 3 years from the date that the previous grant has been paid
ga: Nuair a íocadh deontas cheana chun feithicil a cheannach, ní íoctar deontas chun an carr a athchur de ghnáth, ach amháin má tá cúinsí maolaitheacha ann, go dtí 3 bliana ó dháta íoctha an deontais cheana

source: How is Mobility Allowance affected?
ga: Conas atá tionchar ar an Liúntas Gluaisteachta?

source: If you receive a Motorised Transport Grant, while getting Mobility Allowance, you will become ineligible to receive Mobility Allowance for a period of 3 years
ga: Má fhaigheann tú Deontas Mótariompair, agus tú ag fáil Liúntas Gluaisteachta, ní bheidh tú i dteideal an Liúntas Gluaisteachta a fháil ar feadh 3 bliana

source: The payment of a Motorised Transport Grant is subject to the condition that the Health Service Executive (HSE) will not be called upon at any future date to contribute towards the running costs of the vehicle
ga: Tá íocaíocht an Deontais Mótariompair curtha ar an gcoinníoll nach n-iarrfar ar Fheidhmeannach na Seirbhíse Sláinte airgead a thabhairt chun an fheithicil a rith ag aon phointe ar leith sa todhchaí

source: You will be eligible for the Mobility Allowance again, 3 years after the date of payment of the Motorised Transport Grant
ga: Beidh tú i dteideal an Liúntais Gluaisteachta arís 3 bliana tar éis dáta íocaíochta an Deontais Mótariompair

source: Is there other financial help for drivers and passengers with disabilities?
ga: An bhfuil cúnamh airgeadais eile ar fáil do thiománaithe agus do phaisinéirí faoi mhíchumas?

source: Severely and permanently disabled people who use specially adapted vehicles as drivers and passengers are eligible for a range of tax exemptions and refunds
ga: Tá daoine atá faoi dhrochmhíchumas nó faoi mhíchumas buan agus a úsáideann feithiclí atá curtha in oiriúint dóibh mar thiománaithe agus mar phaisinéirí i dteideal réimse díolúinte cánach agus aisíocaíochtaí

source: These schemes are run by the Revenue Commissioners and the rules are set down in legislation
ga: Tá na scéimeanna seo rite ag na Coimisinéirí Ioncaim agus tá na rialacha leagtha síos sa reachtaíocht

source: Qualifying for the HSE Motorised Transport Grants does not guarantee that you will qualify for the tax exemptions, nor does failure to qualify mean that you are not eligible
ga: Má chailleann tú do Dheontais Mótariompair FSS, ní chiallaíonn sé go mbeidh tú i dteideal na ndíolúintí cánacha, ach níl a mhalairt de chiall lena mhalairt

source: Are there parking cards for people with disabilities
ga: An bhfuil cártaí páirceála do dhaoine faoi mhíchumas

source: European Parking Cards are available to people with certain disabilities and people who are registered blind, whether they are drivers or passengers
ga: Tá Cartaí Páirceála Eorpacha ar fáil do dhaoine áirithe atá faoi mhíchumas áirithe agus daoine atá cláraithe mar dhall, más tiománaithe nó paisinéirí iad

source: The parking card can be used by a disabled person in any vehicle in which he or she is travelling
ga: Is féidir le duine faoi mhíchumas an cárta páirceála a úsáid in aon fheithicil ina bhfuil sé/sí ag taisteal

source: The parking card scheme for disabled drivers and passengers applies to public car parking areas only
ga: Baineann an scéim um chárta páirceála do thiománaithe agus do phaisinéirí faoi mhíchumas le ceantair pháirceála cairr poiblí amháin

source: The maximum motorised transport grant is €5,020.50
ga: Is é an t-uasmhéid gur féidir leat a fháil mar dheontas mótariompair ná €5,020.50

source: A grant of up to 75% of the cost of the motorised transport may be paid, subject to the maximum grant
ga: D’fhéadfadh deontas de 75% de chostas an mhótariompair a bheith íoctha, ag brath ar an deontas uasta

source: The cost of the motorised transport is the purchase price:
ga: Is é costas an mhótariompair an praghas ceannaigh:

source: • Less Vehicle Registration Tax (VRT) and VAT if you are eligible for the VRT exemption and VAT refund
ga: • Lúide Cáin Cláraithe Feithicle (VRT) agus CBL má tá tú i dteideal na díolúine cánach agus an aisíocaíochta VAT

source: • Less trade-in price, where appropriate
ga: • Lúide praghas trádáil isteach, más ann dó

source: If your assessed means for the year are greater than the national average industrial wage (€33,165 for 2010 applications), the excess is deducted from the maximum grant payable for your situation
ga: Má tá d’acmhainní measta don bhliain níos mó ná an mheáníocaíocht thionsclaíoch náisiúnta (€33,165 d’iarratais sa bhliain 2010), déadúchtaítear an bharraíocht ón deontas is mó iníoctha do do chás féin

source: For example, where a person with assessed annual means of €35,000 wants to buy a car which costs €15,000 (after the deductions mentioned above) the grant is calculated as follows:
ga: Mar shampla, sa chás ina bhfuil acmhainní bliantúla measta de €35,000 ag duine atá ag iarraidh carr a chosnaíonn a cheannach (tar éis na ndéaduchtuithe luaite thuas) déantar an deontas a ríomh mar seo a leanas:

source: • 75% of the actual cost of the car (€15,000) is €11,250
ga: • Is é €11,250 75% de chostas an chairr (€15,000)

source: This is greater than the maximum grant (€5,020.50), therefore the maximum grant payable is €5,020.50
ga: Tá sé seo níos mó ná an deontas uasta (€5,020.50), mar sin is é €5,020.50 an deontas uasta iníoctha

source: • The assessed means (€35,000) are greater than the average industrial wage (€33,165) by €1,835
ga: • Tá na hacmhainní measta (€35,000) níos mó ná an mheáníocaíocht thionsclaíoch (€33,165) ar €1,835

source: This excess is deducted from the maximum grant payable (€5,020.50 less €1,835) to give €3,185.50 as the grant that is paid
ga: Déadúchtaítear an bharraíocht seo ón deontas uasta iníoctha (€5,020.50 lúide €1,835) chun €3,185.50 a thabhairt mar dheontas a íoctar

source: New applications are no longer accepted
ga: Ní ghlactar le hiarratais nua ghlactar le
